base
base-devel
bat
bat-extras
eza
fd
fish
fzf
git
git-delta
lazygit
man-db
man-pages
neovim
pkgfile
python-pip
ripgrep
tldr
unzip
wget
