base
base-devel
bat
bat-extras
eza
fd
fish
fuse2
fzf
git
git-delta
man-db
man-pages
neofetch
npm
pkgfile
python-pip
python-pipx
ripgrep
tldr
tree
unzip
vim
wget
